Repository: wzh4869/AppPorts
Catalog: AppPorts/Localizable.xcstrings
Source language: zh_hans
Languages: ar, de, en, eo, es, fr, hi, id, it, ja, ko, nl, pl, pt, ru, th, tr, vi, zh_hant

source: App Store 应用和非原生应用可直接迁移，无需手动开启。App Store 会自动管理外部磁盘上的应用更新。
ar: App Store apps and non-native apps can be migrated directly without manual enabling. App Store will automatically manage app updates on external disks.
de: App Store apps and non-native apps can be migrated directly without manual enabling. App Store will automatically manage app updates on external disks.
en: App Store apps and non-native apps can be migrated directly without manual enabling. App Store will automatically manage app updates on external disks.
eo: App Store apps and non-native apps can be migrated directly without manual enabling. App Store will automatically manage app updates on external disks.
es: App Store apps and non-native apps can be migrated directly without manual enabling. App Store will automatically manage app updates on external disks.
fr: App Store apps and non-native apps can be migrated directly without manual enabling. App Store will automatically manage app updates on external disks.
hi: App Store apps and non-native apps can be migrated directly without manual enabling. App Store will automatically manage app updates on external disks.
id: App Store apps and non-native apps can be migrated directly without manual enabling. App Store will automatically manage app updates on external disks.
it: App Store apps and non-native apps can be migrated directly without manual enabling. App Store will automatically manage app updates on external disks.
ja: App Store apps and non-native apps can be migrated directly without manual enabling. App Store will automatically manage app updates on external disks.
ko: App Store apps and non-native apps can be migrated directly without manual enabling. App Store will automatically manage app updates on external disks.
nl: App Store apps and non-native apps can be migrated directly without manual enabling. App Store will automatically manage app updates on external disks.
pl: App Store apps and non-native apps can be migrated directly without manual enabling. App Store will automatically manage app updates on external disks.
pt: App Store apps and non-native apps can be migrated directly without manual enabling. App Store will automatically manage app updates on external disks.
ru: Приложения из App Store и неродные приложения можно переносить напрямую, без ручного включения. App Store автоматически управляет обновлениями приложений на внешнем диске.
th: App Store apps and non-native apps can be migrated directly without manual enabling. App Store will automatically manage app updates on external disks.
tr: App Store apps and non-native apps can be migrated directly without manual enabling. App Store will automatically manage app updates on external disks.
vi: App Store apps and non-native apps can be migrated directly without manual enabling. App Store will automatically manage app updates on external disks.
zh_hant: App Store 應用程式和非原生應用程式可直接遷移，无需手动开启。App Store 会自动管理外部磁盘上的應用程式更新。

source: App Store 应用外部安装
ar: تثبيت تطبيق App Store خارجياً
de: Externe App-Store-Installation
en: App Store App External Installation
eo: App Store App External Installation
es: Instalación externa de App Store
fr: Installation externe de l'App Store
hi: App Store ऐप बाहरी इंस्टॉलेशन
id: Instalasi eksternal App Store
it: Installazione esterna App Store
ja: App Store App External Installation
ko: App Store 앱 외부 설치
nl: Externe App Store-installatie
pl: Zewnętrzna instalacja App Store
pt: Instalação externa do App Store
ru: Внешняя установка из App Store
th: การติดตั้ง App Store ภายนอก
tr: App Store harici kurulum
vi: Cài đặt App Store bên ngoài
zh_hant: App Store 應用程式外部安装

source: App Store 应用迁移设置
ar: إعدادات نقل App Store
de: App Store Migrationseinstellungen
en: App Store Migration Settings
eo: App Store Migraj Agordoj
es: Ajustes de migración App Store
fr: Paramètres de migration App Store
hi: App Store माइग्रेशन सेटिंग्स
id: Pengaturan Migrasi App Store
it: Impostazioni migrazione App Store
ja: App Store アプリ移行設定
ko: App Store 앱 마이그레이션 설정
nl: App Store-migratie-instellingen
pl: Ustawienia migracji App Store
pt: Configurações de migração da App Store
ru: Настройки миграции App Store
th: ตั้งค่าการย้าย App Store
tr: App Store Taşıma Ayarları
vi: Cài đặt di chuyển App Store
zh_hant: App Store 應用程式遷移設定

source: AppIconView 图标加载失败
ar: AppIconView failed to load icon
de: AppIconView failed to load icon
en: AppIconView failed to load icon
eo: AppIconView failed to load icon
es: AppIconView failed to load icon
fr: AppIconView failed to load icon
hi: AppIconView failed to load icon
id: AppIconView failed to load icon
it: AppIconView failed to load icon
ko: AppIconView failed to load icon
nl: AppIconView failed to load icon
pl: AppIconView failed to load icon
pt: AppIconView failed to load icon
ru: AppIconView failed to load icon
th: AppIconView failed to load icon
tr: AppIconView failed to load icon
vi: AppIconView failed to load icon

source: AppPorts 诊断摘要
ar: AppPorts Diagnostic Summary
de: AppPorts Diagnostic Summary
en: AppPorts Diagnostic Summary
eo: AppPorts Diagnostic Summary
es: AppPorts Diagnostic Summary
fr: AppPorts Diagnostic Summary
hi: AppPorts Diagnostic Summary
id: AppPorts Diagnostic Summary
it: AppPorts Diagnostic Summary
ja: AppPorts Diagnostic Summary
ko: AppPorts 진단 요약
nl: AppPorts Diagnostic Summary
pl: AppPorts Diagnostic Summary
pt: AppPorts Diagnostic Summary
ru: AppPorts Diagnostic Summary
th: AppPorts Diagnostic Summary
tr: AppPorts Diagnostic Summary
vi: AppPorts Diagnostic Summary
zh_hant: AppPorts 診斷摘要

source: AppPorts 需要「App 管理」权限才能迁移应用数据。请在系统设置中勾选 AppPorts，然后重启应用。
ar: AppPorts requires "App Management" permission to migrate app data. Please enable AppPorts in System Settings and restart the app.
de: AppPorts requires "App Management" permission to migrate app data. Please enable AppPorts in System Settings and restart the app.
en: AppPorts requires "App Management" permission to migrate app data. Please enable AppPorts in System Settings and restart the app.
eo: AppPorts requires "App Management" permission to migrate app data. Please enable AppPorts in System Settings and restart the app.
es: AppPorts requires "App Management" permission to migrate app data. Please enable AppPorts in System Settings and restart the app.
fr: AppPorts requires "App Management" permission to migrate app data. Please enable AppPorts in System Settings and restart the app.
hi: AppPorts requires "App Management" permission to migrate app data. Please enable AppPorts in System Settings and restart the app.
id: AppPorts requires "App Management" permission to migrate app data. Please enable AppPorts in System Settings and restart the app.
it: AppPorts requires "App Management" permission to migrate app data. Please enable AppPorts in System Settings and restart the app.
ja: AppPorts requires "App Management" permission to migrate app data. Please enable AppPorts in System Settings and restart the app.
ko: AppPorts requires "App Management" permission to migrate app data. Please enable AppPorts in System Settings and restart the app.
nl: AppPorts requires "App Management" permission to migrate app data. Please enable AppPorts in System Settings and restart the app.
pl: AppPorts requires "App Management" permission to migrate app data. Please enable AppPorts in System Settings and restart the app.
pt: AppPorts requires "App Management" permission to migrate app data. Please enable AppPorts in System Settings and restart the app.
ru: AppPorts требуется разрешение «Управление приложениями», чтобы переносить данные приложений. Включите AppPorts в Системных настройках и перезапустите приложение.
th: AppPorts requires "App Management" permission to migrate app data. Please enable AppPorts in System Settings and restart the app.
tr: AppPorts requires "App Management" permission to migrate app data. Please enable AppPorts in System Settings and restart the app.
vi: AppPorts requires "App Management" permission to migrate app data. Please enable AppPorts in System Settings and restart the app.
zh_hant: AppPorts 需要「App 管理」权限才能遷移應用程式資料。请在系统設定中勾选 AppPorts，然后重启應用程式。

source: AppScanner 完成外部应用扫描
ar: AppScanner completed external app scan
de: AppScanner completed external app scan
en: AppScanner completed external app scan
eo: AppScanner completed external app scan
es: AppScanner completed external app scan
fr: AppScanner completed external app scan
hi: AppScanner completed external app scan
id: AppScanner completed external app scan
it: AppScanner completed external app scan
ko: AppScanner completed external app scan
nl: AppScanner completed external app scan
pl: AppScanner completed external app scan
pt: AppScanner completed external app scan
ru: AppScanner completed external app scan
th: AppScanner completed external app scan
tr: AppScanner completed external app scan
vi: AppScanner completed external app scan
zh_hant: AppScanner 完成外部應用程式扫描

source: AppScanner 完成本地应用扫描
ar: AppScanner completed local app scan
de: AppScanner completed local app scan
en: AppScanner completed local app scan
eo: AppScanner completed local app scan
es: AppScanner completed local app scan
fr: AppScanner completed local app scan
hi: AppScanner completed local app scan
id: AppScanner completed local app scan
it: AppScanner completed local app scan
ko: AppScanner completed local app scan
nl: AppScanner completed local app scan
pl: AppScanner completed local app scan
pt: AppScanner completed local app scan
ru: AppScanner completed local app scan
th: AppScanner completed local app scan
tr: AppScanner completed local app scan
vi: AppScanner completed local app scan
zh_hant: AppScanner 完成本地應用程式扫描

source: AppScanner 开始扫描外部应用
ar: AppScanner started scanning external apps
de: AppScanner started scanning external apps
en: AppScanner started scanning external apps
eo: AppScanner started scanning external apps
es: AppScanner started scanning external apps
fr: AppScanner started scanning external apps
hi: AppScanner started scanning external apps
id: AppScanner started scanning external apps
it: AppScanner started scanning external apps
ko: AppScanner started scanning external apps
nl: AppScanner started scanning external apps
pl: AppScanner started scanning external apps
pt: AppScanner started scanning external apps
ru: AppScanner started scanning external apps
th: AppScanner started scanning external apps
tr: AppScanner started scanning external apps
vi: AppScanner started scanning external apps
zh_hant: AppScanner 开始扫描外部應用程式

source: AppScanner 开始扫描本地应用
ar: AppScanner started scanning local apps
de: AppScanner started scanning local apps
en: AppScanner started scanning local apps
eo: AppScanner started scanning local apps
es: AppScanner started scanning local apps
fr: AppScanner started scanning local apps
hi: AppScanner started scanning local apps
id: AppScanner started scanning local apps
it: AppScanner started scanning local apps
ko: AppScanner started scanning local apps
nl: AppScanner started scanning local apps
pl: AppScanner started scanning local apps
pt: AppScanner started scanning local apps
ru: AppScanner started scanning local apps
th: AppScanner started scanning local apps
tr: AppScanner started scanning local apps
vi: AppScanner started scanning local apps
zh_hant: AppScanner 开始扫描本地應用程式

# Auto
source: 自动
ar: تلقائي
de: Auto
en: Auto
eo: Aŭtomata
es: Automático
fr: Auto
hi: स्वचालित
id: Otomatis
it: Auto
ja: 自動
ko: 자동
nl: Auto
pl: Auto
pt: Automático
ru: Авто
th: อัตโนมัติ
tr: Otomatik
vi: Tự động
zh_hant: 自動

source: Bun JavaScript 运行时及缓存
ar: Bun JavaScript runtime and cache
de: Bun JavaScript runtime and cache
en: Bun JavaScript runtime and cache
eo: Bun JavaScript runtime and cache
es: Bun JavaScript runtime and cache
fr: Bun JavaScript runtime and cache
hi: Bun JavaScript runtime and cache
id: Bun JavaScript runtime and cache
it: Bun JavaScript runtime and cache
ja: Bun JavaScript runtime and cache
ko: Bun JavaScript runtime and cache
nl: Bun JavaScript runtime and cache
pl: Bun JavaScript runtime and cache
pt: Bun JavaScript runtime and cache
ru: Bun JavaScript runtime and cache
th: Bun JavaScript runtime and cache
tr: Bun JavaScript runtime and cache
vi: Bun JavaScript runtime and cache
zh_hant: Bun JavaScript 執行階段及快取

source: Bun 运行时
ar: Bun Runtime
de: Bun Runtime
en: Bun Runtime
eo: Bun Runtime
es: Bun Runtime
fr: Bun Runtime
hi: Bun Runtime
id: Bun Runtime
it: Bun Runtime
ja: Bun Runtime
ko: Bun Runtime
nl: Bun Runtime
pl: Bun Runtime
pt: Bun Runtime
ru: Bun Runtime
th: Bun Runtime
tr: Bun Runtime
vi: Bun Runtime
zh_hant: Bun 執行階段

# Cancel
source: 取消
ar: إلغاء
de: Abbrechen
en: Cancel
eo: Nuligi
es: Cancelar
fr: Annuler
hi: रद्द करें
id: Batal
it: Annulla
ja: キャンセル
ko: 취소
nl: Annuleren
pl: Anuluj
pt: Cancelar
ru: Отмена
th: ยกเลิก
tr: İptal
vi: Hủy

# Change Language / 切换语言
source: 切换语言
ar: تغيير اللغة
de: Sprache ändern
en: Change Language
eo: Ŝanĝi lingvon
es: Cambiar idioma
fr: Changer de langue
hi: भाषा बदलें
id: Ganti Bahasa
it: Cambia lingua
ja: 言語を変更
ko: 언어 변경
nl: Taal wijzigen
pl: Zmień język
pt: Mudar idioma
ru: Сменить язык
th: เปลี่ยนภาษา
tr: Dili değiştir
vi: Thay đổi ngôn ngữ
zh_hant: 切換語言

source: Chromium 快照
ar: Chromium Snapshots
de: Chromium Snapshots
en: Chromium Snapshots
eo: Chromium Snapshots
es: Chromium Snapshots
fr: Chromium Snapshots
hi: Chromium Snapshots
id: Chromium Snapshots
it: Chromium Snapshots
ja: Chromium Snapshots
ko: Chromium Snapshots
nl: Chromium Snapshots
pl: Chromium Snapshots
pt: Chromium Snapshots
ru: Chromium Snapshots
th: Chromium Snapshots
tr: Chromium Snapshots
vi: Chromium Snapshots

source: ClawBOT 数据
ar: ClawBOT Data
de: ClawBOT Data
en: ClawBOT Data
eo: ClawBOT Data
es: ClawBOT Data
fr: ClawBOT Data
hi: ClawBOT Data
id: ClawBOT Data
it: ClawBOT Data
ja: ClawBOT Data
ko: ClawBOT Data
nl: ClawBOT Data
pl: ClawBOT Data
pt: ClawBOT Data
ru: ClawBOT Data
th: ClawBOT Data
tr: ClawBOT Data
vi: ClawBOT Data
zh_hant: ClawBOT 資料

source: ClawdBOT AI 工具数据
ar: ClawdBOT AI tool data
de: ClawdBOT AI tool data
en: ClawdBOT AI tool data
eo: ClawdBOT AI tool data
es: ClawdBOT AI tool data
fr: ClawdBOT AI tool data
hi: ClawdBOT AI tool data
id: ClawdBOT AI tool data
it: ClawdBOT AI tool data
ja: ClawdBOT AI tool data
ko: ClawdBOT AI tool data
nl: ClawdBOT AI tool data
pl: ClawdBOT AI tool data
pt: ClawdBOT AI tool data
ru: ClawdBOT AI tool data
th: ClawdBOT AI tool data
tr: ClawdBOT AI tool data
vi: ClawdBOT AI tool data
zh_hant: ClawdBOT AI 工具資料

source: CodeBuddy CN 数据
ar: CodeBuddy CN Data
de: CodeBuddy CN Data
en: CodeBuddy CN Data
eo: CodeBuddy CN Data
es: CodeBuddy CN Data
fr: CodeBuddy CN Data
hi: CodeBuddy CN Data
id: CodeBuddy CN Data
it: CodeBuddy CN Data
ja: CodeBuddy CN Data
ko: CodeBuddy CN Data
nl: CodeBuddy CN Data
pl: CodeBuddy CN Data
pt: CodeBuddy CN Data
ru: CodeBuddy CN Data
th: CodeBuddy CN Data
tr: CodeBuddy CN Data
vi: CodeBuddy CN Data
zh_hant: CodeBuddy CN 資料

source: CodeBuddy 数据
ar: CodeBuddy Data
de: CodeBuddy Data
en: CodeBuddy Data
eo: CodeBuddy Data
es: CodeBuddy Data
fr: CodeBuddy Data
hi: CodeBuddy Data
id: CodeBuddy Data
it: CodeBuddy Data
ja: CodeBuddy Data
ko: CodeBuddy Data
nl: CodeBuddy Data
pl: CodeBuddy Data
pt: CodeBuddy Data
ru: CodeBuddy Data
th: CodeBuddy Data
tr: CodeBuddy Data
vi: CodeBuddy Data
zh_hant: CodeBuddy 資料

source: Composer 包
ar: Composer Packages
de: Composer Packages
en: Composer Packages
eo: Composer Packages
es: Composer Packages
fr: Composer Packages
hi: Composer Packages
id: Composer Packages
it: Composer Packages
ja: Composer Packages
ko: Composer Packages
nl: Composer Packages
pl: Composer Packages
pt: Composer Packages
ru: Composer Packages
th: Composer Packages
tr: Composer Packages
vi: Composer Packages
zh_hant: Composer 套件

source: Conda Python 发行版根目录（包含解释器、包、环境和 Navigator 相关文件）
ar: Conda Python distribution root directory, including interpreters, packages, environments, and Navigator files
de: Conda Python distribution root directory, including interpreters, packages, environments, and Navigator files
en: Conda Python distribution root directory, including interpreters, packages, environments, and Navigator files
eo: Conda Python distribution root directory, including interpreters, packages, environments, and Navigator files
es: Conda Python distribution root directory, including interpreters, packages, environments, and Navigator files
fr: Conda Python distribution root directory, including interpreters, packages, environments, and Navigator files
hi: Conda Python distribution root directory, including interpreters, packages, environments, and Navigator files
id: Conda Python distribution root directory, including interpreters, packages, environments, and Navigator files
it: Conda Python distribution root directory, including interpreters, packages, environments, and Navigator files
ko: Conda Python distribution root directory, including interpreters, packages, environments, and Navigator files
nl: Conda Python distribution root directory, including interpreters, packages, environments, and Navigator files
pl: Conda Python distribution root directory, including interpreters, packages, environments, and Navigator files
pt: Conda Python distribution root directory, including interpreters, packages, environments, and Navigator files
ru: Conda Python distribution root directory, including interpreters, packages, environments, and Navigator files
th: Conda Python distribution root directory, including interpreters, packages, environments, and Navigator files
tr: Conda Python distribution root directory, including interpreters, packages, environments, and Navigator files
vi: Conda Python distribution root directory, including interpreters, packages, environments, and Navigator files
zh_hant: Conda Python 发行版根目錄（包含解释器、包、环境和 Navigator 相关文件）

source: Conda 环境
ar: Conda Environments
de: Conda Environments
en: Conda Environments
eo: Conda Environments
es: Conda Environments
fr: Conda Environments
hi: Conda Environments
id: Conda Environments
it: Conda Environments
ja: Conda Environments
ko: Conda Environments
nl: Conda Environments
pl: Conda Environments
pt: Conda Environments
ru: Conda Environments
th: Conda Environments
tr: Conda Environments
vi: Conda Environments
zh_hant: Conda 環境

# Continue Migration
source: 继续迁移
ar: متابعة النقل
de: Migration fortsetzen
en: Continue Migration
eo: Daŭrigu Migradon
es: Continuar migración
fr: Continuer la migration
hi: माइग्रेशन जारी रखें
id: Lanjutkan Migrasi
it: Continua migrazione
ja: 移行を続ける
ko: 마이그레이션 계속
nl: Migratie voortzetten
pl: Kontynuuj migrację
pt: Continuar migração
ru: Продолжить миграцию
th: ดำเนินการย้ายต่อ
tr: Taşımaya Devam Et
vi: Tiếp tục di chuyển
zh_hant: 繼續遷移

source: Cursor AI 编辑器数据
ar: Cursor AI editor data
de: Cursor AI editor data
en: Cursor AI editor data
eo: Cursor AI editor data
es: Cursor AI editor data
fr: Cursor AI editor data
hi: Cursor AI editor data
id: Cursor AI editor data
it: Cursor AI editor data
ja: Cursor AI editor data
ko: Cursor AI editor data
nl: Cursor AI editor data
pl: Cursor AI editor data
pt: Cursor AI editor data
ru: Cursor AI editor data
th: Cursor AI editor data
tr: Cursor AI editor data
vi: Cursor AI editor data
zh_hant: Cursor AI 編輯器資料

source: Cursor 数据
ar: Cursor Data
de: Cursor Data
en: Cursor Data
eo: Cursor Data
es: Cursor Data
fr: Cursor Data
hi: Cursor Data
id: Cursor Data
it: Cursor Data
ja: Cursor Data
ko: Cursor Data
nl: Cursor Data
pl: Cursor Data
pt: Cursor Data
ru: Cursor Data
th: Cursor Data
tr: Cursor Data
vi: Cursor Data
zh_hant: Cursor 資料

source: Dart 和 Flutter Pub 包缓存
ar: Dart and Flutter Pub package cache
de: Dart and Flutter Pub package cache
en: Dart and Flutter Pub package cache
eo: Dart and Flutter Pub package cache
es: Dart and Flutter Pub package cache
fr: Dart and Flutter Pub package cache
hi: Dart and Flutter Pub package cache
id: Dart and Flutter Pub package cache
it: Dart and Flutter Pub package cache
ja: Dart and Flutter Pub package cache
ko: Dart and Flutter Pub package cache
nl: Dart and Flutter Pub package cache
pl: Dart and Flutter Pub package cache
pt: Dart and Flutter Pub package cache
ru: Dart and Flutter Pub package cache
th: Dart and Flutter Pub package cache
tr: Dart and Flutter Pub package cache
vi: Dart and Flutter Pub package cache
zh_hant: Dart 和 Flutter Pub 套件快取

# data_dir_resign_alert_accept
source: 同意重签名
ar: الموافقة على إعادة التوقيع
de: Neu signieren
en: Re-sign after migration
eo: Konsenti resubskribi
es: Aceptar re-firmar
fr: Accepter de resigner
hi: री-साइन करने की अनुमति दें
id: Setuju tanda tangan ulang
it: Accetta di firmare di nuovo
ja: 再署名に同意
ko: 재서명 동의
nl: Akkoord met opnieuw ondertekenen
pl: Zgódź się na ponowne podpisanie
pt: Reassinar após a migração
ru: Согласиться на повторную подпись
th: ยินยอมให้ลงนามใหม่
tr: Yeniden imzalamayı kabul et
vi: Đồng ý ký lại
zh_hant: 同意重簽名

# data_dir_resign_alert_decline
source: 不同意，仅迁移
ar: لا أوافق، الترحيل فقط
de: Nicht zustimmen, nur migrieren
en: Migrate only
eo: Ne konsenti, nur migri
es: No aceptar, solo migrar
fr: Refuser, migrer seulement
hi: सहमत नहीं, केवल माइग्रेट करें
id: Tidak setuju, hanya migrasi
it: Non accetto, solo migra
ja: 同意せず、移行のみ
ko: 동의하지 않음, 마이그레이션만
nl: Niet akkoord, alleen migreren
pl: Nie zgadzam się, tylko migruj
pt: Migrar sem reassinar
ru: Не согласиться, только перенести
th: ไม่ยินยอม ย้ายเท่านั้น
tr: Kabul etme, yalnızca taşı
vi: Không đồng ý, chỉ di chuyển
zh_hant: 不同意，僅遷移
